wsf_c/savanc/src/subs_mgrs/registry/test/httperf/savanc_input

/axis2/services/weather method=POST contents="<soapenv:Envelope xmlns:soapenv=\"http://www.w3.org/2003/05/soap-envelope\"><soapenv:Header xmlns:wsa=\"http://www.w3.org/2005/08/addressing\"><wsa:To>http://localhost:9090/axis2/services/weather</wsa:To><wsa:Action>http://schemas.xmlsoap.org/ws/2004/08/eventing/Subscribe</wsa:Action><wsa:MessageID>urn:uuid:843c66e2-0962-1de1-2543-0012f0b857ac</wsa:MessageID></soapenv:Header><soapenv:Body><wse:Subscribe xmlns:wse=\"http://schemas.xmlsoap.org/ws/2004/08/eventing\"><wse:Delivery><wse:NotifyTo><wsa:Address xmlns:wsa=\"http://schemas.xmlsoap.org/ws/2004/08/addressing\">http://localhost:9090/axis2/services/listener</wsa:Address></wse:NotifyTo></wse:Delivery><wse:Filter Dialect=\"http://synapse.apache.org/eventing/dialect/topicFilter\">weather/4</wse:Filter></wse:Subscribe></soapenv:Body></soapenv:Envelope>"
